tap "felixkratz/formulae"
tap "koekeishiya/formulae"
brew "ghidra"
brew "git"
brew "neofetch"
brew "neovim"
brew "node"
brew "pnpm"
brew "ripgrep"
brew "sdl2"
brew "sqlx-cli"
brew "tmux"
brew "typst"
brew "zoxide"
brew "zsh"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-hack-nerd-font"
cask "raycast"
